Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Orcs! It’s been a long time since I felt the satisfying crunch of one of those under my axe. Time for a fight!
uk_ua: Орки! Давненько я не мав задоволення чути, як вони хрускотять під моєю сокирою. Пора побитися!

source: Orcs, you say?
uk_ua: Орки, кажете?

source: Order:
uk_ua: Порядок:

source: Ordo
uk_ua: Ордо

source: Original Campaign Design
uk_ua: Розробка оригінальної кампанії

source: Ornate
uk_ua: Глечик

source: Orofarnië
uk_ua: Орофарніє

source: Orome
uk_ua: Ороме

source: Ossuary
uk_ua: Склеп

source: Other
uk_ua: Інше

source: Other Games
uk_ua: Інші ігри

source: Other aspects:
uk_ua: Інші параметри:

source: Other than losing our war back west, then our refugee war to your people, and this orc thing, it wasn’t such a bad deal.
uk_ua: Якщо не рахувати поразки на далекому Заході, потім в нашій війні з вами, і оцього їхнього каверзу з орками, їхнє правління було не таке вже й погане.

source: Other than losing our war in the far West, then our refugee war to your people, and this orc thing, it wasn’t such a bad deal. Lich-Lord Lenvan was one of our greatest leaders. He led our escape to this land. Albeit, after being down in that hole for so long I don’t imagine he’s too happy.
uk_ua: Якщо не рахувати поразки на далекому Заході, потім в нашій війні з вами, і оцього їхнього каверзу з орками, їхнє правління було не таке вже й погане. Владика-Ліч Ленван був одним з наших найвеличніших лідерів. Він привів нас сюди. Проте, не думаю, що він занадто задоволений таким тривалим ув'язненням в цій дірі.

source: Ouch! Did anyone feel that?
uk_ua: Ой! Хтось відчув це?

source: Ouch! Hot, hot, hot! Gee, somebody should really attach this thing to a scepter or something! I think I’ll save it for closer-ranged combat for now.
uk_ua: Ай! Гаряче, гаряче! Фе ти, кому-небудь доведеться прикріпити цю штуку до скіпетра або ще до чого! Думаю, поки що я залишу його для битв.

source: Ouch! I need to heal! Only $student_hp hitpoints left!
uk_ua: Ой! Мені треба підлікуватись! В мене залишилось лише $student_hp очок здоров'я!

source: Ouch! Me hurt! Me feel cold! Me dying...
uk_ua: Ой! Моя болить! Моя холодно! Моя помирає...

source: Our Prince has arrived at Clearwater Port, with the orcs on his heels. While the orcs haven’t caught up with him yet, the winter snow has, and the ships seem to be missing from the port.
uk_ua: Наш Принц дістався до Чистоводного Порту, але орки йшли по п'ятах. Орки, проте, його ще не наздогнали, на відміну від зимового снігу; кораблів в порту не було видно.

source: Our advance is thwarted, that monster has destroyed the bridge!
uk_ua: Наше просування затримано, це чудисько знищило міст!

source: Our beaches are free again. I knew I could trust you, Haldric.
uk_ua: Наші береги знову вільні. Я знала, що можу довіряти тобі, Хальдріку.

source: Our forces are being routed! We should flee back to the Green Isle!
uk_ua: Наші сили розбиті! Потрібно бігти назад на Зелений острів!

source: Our home! Where shall we go!
uk_ua: Наш дім! Куди ж нам тепер йти!

source: Our lands are become full, and our mines go to the bottom of the world. We have won our war against those things that live in the dark. By what right do you claim all of the forests of the world, and all of the land south of the Great River, and force us onto only the hills and mountains of the north? There are hills and mountains as good as any here in the south!
uk_ua: Наші землі переповнилися, а шахти йдуть аж до самого підніжжя світу. Ми виграли війну проти тих, що живуть в пітьмі. По якому такому праву ви оголосили своїми усі ліси світу і усю землю на південь від Великої Ріки, а нам залишаєте тільки пагорби і гори на півночі? На півдні є пагорби і гори, які нічим не гірше!

source: Our people come in peace. There was a war in our homeland. We are refugees. We come seeking a new home, since our island to the west and north is now forfeit.
uk_ua: Ми прийшли з миром. У наших землях була війна. Ми біженці. Ми прибули у пошуках нового дому, тому що наш острів на північному заході для нас втрачений.

source: Our post was overrun. Very few of us survived.
uk_ua: Наш пост був обложений. Дуже небагато з нас вижило.

source: Our retreat is thwarted, that monster has destroyed the bridge!
uk_ua: Наш відхід затримано, це чудисько знищило міст!

source: Our talks are complete — the Dwarves will gladly fight by your side. Which of our brethren do you want to recruit?
uk_ua: Наші переговори завершені — гноми згодні битися на вашому боці. Кого з наших побратимів ви хочете завербувати?

source: Our talks are complete — the Elves shall aid you in this battle. Which our of kin do you wish to recruit?
uk_ua: Наші переговори завершені — ельфи згодні битися на вашому боці. Кого з наших побратимів ви хочете завербувати?

source: Our weapons are useless against these skeletons! They have nothing for our shafts to pierce but air!
uk_ua: Нашою зброєю марно битися проти скелетів! Наші стріли та списи лише простромлюють повітря!

source: Out of my way, foul creatures!
uk_ua: Геть з дороги, мерзенні створіння!

source: Out of the enemy&#8217;s reach
uk_ua: Поза досяжністю противника

source: Outfitted in the strongest plate and mail of Knalgan forges, the Steelclads are the vanguard of dwarvish armies. They are renowned for their resilience in the heat of battle, and their mastery of both battleaxe and warhammer make them imposing foes indeed.
uk_ua: Споряджені у найміцніші обладунки з кузень Кналга, панцирники формують авангард гном'ячих армій. Вони відомі за свою стійкість у пеклі бою, а майстерність у володінні як сокирою, так і молотом робить панцирників справді грізними супротивниками.

source: Outlaw
uk_ua: Вигнанець

source: Outpost
uk_ua: Форпост

source: Over the Northern Mountains
uk_ua: Через Північні гори

source: Over the course of a campaign, it is critical that you build up a seasoned force. Later scenarios will assume you have level 2 and 3 units available for recall.
uk_ua: В ході кампанії вкрай важливо, щоб ви створювали досвідчену армію. У пізніших сценаріях передбачається, що у вас для виклику є бійці 2 і 3 рівнів.

source: Over the land are scattered villages where you can heal your troops and gather the income required to support your army. You will also have to cross mountains and rivers, push through forests, hills and tundra, and cross open grassland. In each of these areas different creatures have adapted to live there and can travel more easily and fight better when they are in familiar terrain.
uk_ua: По усій території розсіяні села, де ви можете зцілювати свої війська і збирати данину, необхідну для підтримки армії. Вам доведеться також перетинати гори і річки, пробиратися через ліси, пагорби і тундру, переходити луги. На кожній з цих територій мешкають різні істоти, і на рідній для них території вони можуть краще пересуватися і битися.

source: Over time our skills as navigators grew. Then, one day, the strong-hearted Crown Prince of Southbay returned home from a long voyage with a fabulous tale. He said that there were lands to the east that could be reached by aggressively sailing to the east and north, to compensate for southern pull of the ocean.
uk_ua: З часом ми стали краще розбиратися в навігації. І ось одного разу хоробрий Спадкоємний Принц Південної Бухти повернувся додому з довгої подорожі і розповів про нечувані досі речі. Він говорив про землі, до яких можна добратися, якщо наполегливо плисти на схід і північ, долаючи південну течію океану.

source: Over time, in the absence of pressing danger, the South Guard grew complacent and lazy. Reports to King Haldric slowed, and in the spring of the ninth year, ceased altogether. Displeased with Sir Loris’ conduct, the King decided to send someone to investigate.
uk_ua: З часом, за відсутності особливих небезпек, Південна Гвардія стала самовдоволеною і лінивою. Доповіді Королю Халдрику сповільнилися, а навесні дев'ятого року і зовсім припинилися. Незадоволений поведінкою Пана Лоріса Король вирішив послати когось для розслідування.

source: Overall
uk_ua: Загалом

source: Overgrown Cobbles
uk_ua: Заросла бруківка

source: Overgrown Stone Wall
uk_ua: Заросла кам'яна стіна

source: Overgrown Wall
uk_ua: Заросла стіна

source: Overlay a grid over the map
uk_ua: Показувати сітку на карті

source: Oversee Research
uk_ua: Слідкувати за дослідженнями

source: Overture
uk_ua: Вступ

source: Overwrite existing file?
uk_ua: Перезаписати існуючий файл?

source: Overwrite?
uk_ua: Перезаписати?

source: Owned village
uk_ua: Ваше село

source: Owned:
uk_ua: Захоплений:

source: Oxsrrsk
uk_ua: Оксрікс

source: Oxsrrsk was a powerful Saurian Oracle, who had, in a raid against the rival Xraxss Clan, acquired (from the vaults of the now-dead Oracle Hesx-Rzzak) a most fascinating scroll. The scroll was entitled “Ney’yks of the Granite Gaze,” and told of a creature known as the “Chak’kso Ney’yks,” a name which, in an ancient saurian tongue, meant “Eldest Child of Chak’kso.” Chak’kso was believed to have been a powerful demigod of the Under Reaches, described as a ‘great demon of the earth’ in the Elvish Histories. According to these histories, Chak’kso had once sought to transform all life on the planet to stone; so great was his hatred for creatures of flesh. He was ultimately defeated and bound by powerful magics, but in the centuries following his banishment (to a realm far below the surface of the world) a new breed of creature began appearing in the Histories, a breed with the ability to turn any being of flesh into stone. There was a period when these Basilisks (as they came to be known) wreaked havoc on the world of the living, turning thousands to stone. One by one, and at great cost, the Basilisks were defeated. All, it would seem, but one; the Basilisk known as “The Ney’yks,” or “The Eldest Child,” in the modern tongue. Supremely convinced of his ability to locate and bind this powerful creature into his service, Oxsrrsk set out on his journey...
uk_ua: Оксріск був могутнім Оракулом ящірів, який в набізі проти ворожого клану Ксракхсс, здобув чарівний свиток (зі скарбниці нині покійного оракула Хескс-Рззака). Свиток називався “Ней'йікс Гранітного Погляду“, і розповідав про істоту на ім'я Чак'ксо Ней'йікс“, що в перекладі з стародавньої мови ящірів - “Старший син Чак'ксо“. Кажуть, що Чак'ксо був могутнім напівбогом Нижніх Меж, Ельфійські Хроніки також називали його 'великий демон землі'. Згідно з цими записами, Чак'ксо одного разу захотів перетворити все живе на землі в камінь; така велика була його ненависть до істот з плоті і крові. Його полонили і скували могутньою магією; але за століття після його вигнання (в підземний світ), в Хроніках почали згадуватися нові, небачені істоти, що здатні перетворювати плоть на камінь. Був час, коли Василіски (так їх назвали) плюндрували світ живих, перетворюючи в камінь тисячі живих істот. Одного за іншим, з великими втратами, їх перебили. Схоже, всіх, крім одного; Василіска на ім'я “Ней'йікс“, або, на сучасній мові, “Старший син“. Абсолютно впевнений у своїй здатності знайти, скувати і приручити цю істоту, Оксріск відправився в дорогу...

source: Packagers
uk_ua: Збирачі

source: Page:
uk_ua: Сторінка:

source: Pah. Just eat the humans, then. But leave the boy’s body intact.
uk_ua: Пх. Тоді піди поїж людей, але тіло хлопчиська не чіпай.

source: Paint Tool
uk_ua: Інструмент малювання

source: Paint nineteen hexes at a time.
uk_ua: Малювати дев'ятнадцять клітинок одночасно.

source: Paint seven hexes at a time.
uk_ua: Малювати сім клітинок одночасно.

source: Paint single hexes.
uk_ua: Малювати одиночні клітинки.

source: Paint three hexes in a line.
uk_ua: Малювати лінію з трьох клітинок.

source: Paladin
uk_ua: Паладин

source: Palisade
uk_ua: Огорожа

source: Palm Forest
uk_ua: Пальмовий ліс

source: Parry:
uk_ua: Захист:

source: Parse error when parsing help text:
uk_ua: Синтаксична помилка при читанні довідки:

source: Part of 'Units sighted! (...)' sentence^1 enemy
uk_ua: $enemies ворожий

source: Part of 'Units sighted! (...)' sentence^1 friendly
uk_ua: $friends дружній

source: Partial Undo
uk_ua: Часткова відміна

source: Pass, friend.
uk_ua: Проходь, друже.

source: Passage
uk_ua: Прохід

source: Password Required
uk_ua: Потрібний пароль

source: Password hashing failed.
uk_ua: Хешування паролю не вдалося.

source: Password:
uk_ua: Пароль:

source: Paste
uk_ua: Вставити

source: Path
uk_ua: Шлях

source: Path:
uk_ua: Шляхи:

source: Paths
uk_ua: Шляхи

source: Patience is often key. Rather than attacking in bad conditions or with few troops, wait for better conditions and then attack.
uk_ua: Головне ― терпіння. Не атакуйте в поганих умовах або з невеликою кількістю бійців, краще дочекайтеся кращих умов, і тільки тоді атакуйте.

source: Pause Network Game
uk_ua: Призупинити мережну гру

source: Pause music on focus loss
uk_ua: Призупиняти музику при втраті фокусу

source: Pause the music when you switch to any other window
uk_ua: Призупиняти музику якщо ви переключаєтесь на інше вікно

source: Pay careful attention to the <bold>text='Objectives'</bold> pop-up box at the beginning of each scenario. In most scenarios, you will achieve victory by killing all enemy leaders ; likewise, the death of your own leader generally results in defeat. However, some scenarios may have other victory objectives, such as getting your leader to a designated point, rescuing an ally, solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
uk_ua: Уважно читайте <bold>text='Перелік завдань'</bold> у спливаючому вікні на початку кожного сценарію. Найчастіше, щоб перемогти, Ви повинні будете убити усіх ворожих лідерів, а поразка Вам зараховується, лише якщо убитий Ваш лідер. Але в деяких сценаріях можуть бути інші завдання — наприклад, довести вашого лідера до певного місця, або врятувати когось, або розгадати загадку, або протриматися під облогою протягом певної кількості ходів.

source: Pay careful attention to the Objectives pop-up box at the beginning of each scenario. Usually you will achieve victory by killing all enemy leaders, and only be defeated by having your leader killed. But scenarios may have other victory objectives — getting your leader to a designated point, say, or rescuing someone, or solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
uk_ua: Уважно ознайомтеся з завданнями сценарію, які з'являються в виринаючому вікні на початку кожного сценарію. Зазвичай ви досягнете перемоги, убивши всіх лідерів ворога, і зазнаєте поразки, коли буде вбитий ваш лідер. Але деякі сценарії можуть мати інші завдання - довести вашого лідера до певного місця, або, скажімо, врятувати когось, або вирішити загадку, або витримати облогу протягом заданої кількості ходів.

source: Peace throughout Wesnoth.
uk_ua: Мир у Весноті.

source: Peace, I am a friend! I am Hylas, advisor to Sir Loris and Chief Minister of the town council. Thanks to your timely arrival, the city is saved!
uk_ua: Стійте, я друг! Я Хілас, радник Пана Лоріса та Головний Міністр міської ради. Дякую вам за вчасну появу, місто врятоване!

source: Peace, Lionel. The elves fought well and have earned our respect. But this council is here to address an alarming matter. Young master Delfador here reports of an undead threat. He was able to fight them off at Parthyn Ford, but more are coming.
uk_ua: Спокійно, Ліонелю. Ельфи хоробро билися і заробили нашу повагу. Але ця рада скликана тут для того, щоб обговорити тривожне питання. Молодий Делфадор тут для того, щоб розповісти про загрозу мерців. Він зміг перемогти їх на Парфінській Переправі, але їх прибуває ще більше.

source: Peace, friends! I have been riding nonstop for days to prevent this madness! Eldred, I have direct orders from the King to take you back to the Palace, where you will be reprimanded for your inexcusable actions. Kalenz, the King offers his deepest apologies for these events and promises to do anything in his power to make amends.
uk_ua: Друзі, заспокойтеся! Я скакав сюди без зупинки декілька днів, щоб запобігти цьому безумству! Ельдред, у мене прямий наказ Короля забрати тебе в Палац, де тобі буде оголошена сувора догана за твої невибачні вчинки. Калензе, Король приносить якнайглибші вибачення за ці події і обіцяє зробити усе можливе, щоб відшкодувати збиток.

source: Peace, let me think! <i>I must consider this carefully... If I ally with the elves, I must fight the bandits, but if I ally with the bandits I will make enemies of the elves...</i>
uk_ua: Тихіше, дайте мені час! <i>Я маю обережно це обдумати... Якщо я укладу союз з ельфами, мені доведеться битися з бандитами, але якщо ж я об'єднаюся з бандитами, ельфи стануть нашими ворогами...</i>

source: Peaceful Valley
uk_ua: Мирна долина

source: Peak
uk_ua: Пік

source: Peasant
uk_ua: Селянин

source: Peasant Hunter
uk_ua: Сільський мисливець

source: Peasant Huntsman
uk_ua: Сільський єгєр

source: Peasant Trapper
uk_ua: Сільський звіролов

source: Peasant Youth
uk_ua: Молодий селянин

source: Peasants
uk_ua: Селяни

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not warlike by nature, they will stubbornly defend their homes. Their lack of training and discipline makes them unfit to hold a line, though; their reliance on farming tools as weaponry means they are only on the field of battle under the most desperate situations.
uk_ua: Селяни є основою будь-якої сільської економіки і останнім резервом для заклику в солдати. Хоча не войовничі за природою, вони наполегливо захищатимуть свої домівки. Тим не менше, відсутність підготовки та дисципліни робить їх непридатними для утримання лінії та й взагалі для серйозного бою. А факт того, що селяни використовують сільськогосподарський інструмент як зброю, означає що на полі бою вони з'являються лише в найбільш безвихідних ситуаціях.

source: Peasants are your workers. Depending on the terrain, right-clicking on a peasant allows you to terraform the landscape and/or build castles, mines, farms, villages and universities.
uk_ua: Селяни — це ваші робітники. Натискання правої кнопки миші на будь-якому з них в залежності від типу поверхні дозволить вам видозмінювати ландшафт і/або будувати замки, копальні, ферми та університети.

source: Peasants live in the small hamlets and villages scattered across the Wesnoth countryside.
uk_ua: Селяни живуть на малих хуторах та в селах, що розкидані по всій території Весноту.

source: Pebbles in the Flood
uk_ua: Галька в потоці

source: Pelaithil
uk_ua: Пелайсіл

source: Pelalsol
uk_ua: Пелалсол

source: Pelcatol
uk_ua: Пелкатол

source: Pelias
uk_ua: Пеліас

source: Pelias, my thanks to the Lord Protector; I will attend him in the spring. But it seems that I have some work to do here first.
uk_ua: Пеліасе, моя подяка Лорду-захиснику; Я навідаюся до нього навесні. Але виглядає так, що спочатку мені доведеться розібратися з багатьма проблемами тут.

source: Pelmathidrol
uk_ua: Пелмасідрол

source: Penella
uk_ua: Пенелла

source: Peoples in Decline
uk_ua: Занепад народів

source: Peoples vanish and lands wither under the pitiless gaze of eternity; the true matter of the world is deeper. Delfador, I ask you a third time, and on your answer hangs your life: ARE YOU A SERVANT OF THE LIGHT?
uk_ua: Люди зникають, а землі занепадають у безжальному плині часу; справжній сенс світу набагато глибший. Делфадоре, я запитую тебе в третій і останній раз, і від твоєї відповіді залежить твоє життя: ТИ СЛУГА СВІТЛА?

source: Perfect Hunter
uk_ua: Ідеальний мисливець

source: Perfect. We can always use more firepower.
uk_ua: Чудово. Нам завжди потрібно більше вогню.

source: Perhaps a little.
uk_ua: Можливо, трохи.

source: Perhaps he was taken by the undead?
uk_ua: Можливо, його схопили мерці?

source: Perhaps if I called out to the slaves, I could rouse them to help us fight against their captors.
uk_ua: Можливо, якщо я закликаю рабів, я зможу спонукати їх допомогти нам у боротьбі проти їхніх полонителів.

source: Perhaps not, but we have no other hope right now. We must survive until Ithelden arrives!
uk_ua: Можливо, що ні, але це єдина надія. Ми маємо протриматися до прибуття Ітільдена!

source: Perhaps some of our lads had better go with you as far as Weldyn. These lands are not safe for a lone traveler, and we may learn what drew the orcs so far south.
uk_ua: Мабуть, буде краще, якщо дехто з наших хлопців проводить тебе до Велдина. У цих місцях небезпечно подорожувати самому, і ми зможемо дізнатися, що завело орків так далеко на південь.

source: Perhaps these are refugees fleeing his advance?
uk_ua: Можливо, вони тікають від нього?

source: Perhaps they are allied with the bandits who have been sacking Westin. They have grown quite bold if they are attacking the elves!
uk_ua: Можливо, вони заодно з тими бандитами, що грабували Вестін. Їхні сили мають бути великими, якщо вони осміліли настільки, щоб атакувати ельфів!

source: Perhaps we should correct that error now.
uk_ua: Тоді ми маємо чудову нагоду виправити цю прикру помилку.

source: Perhaps, but you, at least, will trouble us no more!
uk_ua: Можливо, але принаймні ти нас більше не турбуватимеш!

source: Perhaps, but — hold there. Did ya hear that? Sounded like some wolf howl.
uk_ua: Мбуть, але — почекай. Чи ти чуєш се? Звучало, наче вовче виття.

source: Perversion
uk_ua: Викривлення

source: Pesky little humans! You have only delayed the inevitable. We will sweep through your cities and raze them to the ground! March onward, my skeletons! We go to destroy Westin!
uk_ua: Надокучливі маленькі людиськи! Ви лише відтермінували неминуче. Ми пронесемося вашими містами та розграбуємо їх усіх! Маршируйте, мої скелети! Ми йдемо знищувати Вестін!

source: Petrify
uk_ua: Параліч

source: Phantom armies approach on the horizon. If we defeat them all, they may be released from this timeless prison.
uk_ua: Примарні армії наближаються до горизонту. Якщо ми переможемо їх усіх, вони можуть бути звільнені з цієї вічної в’язниці.

source: Pick up item?
uk_ua: Підібрати предмет?

source: Pick up the book by moving a unit onto it. Bats and ghosts cannot carry the book.
uk_ua: Підберіть книгу, пересунувши до неї бійця. Кажани і примари не можуть нести книгу.

source: Pidmer Gar
uk_ua: Пайдмер Ґар

source: Piercing Shot
uk_ua: Пробиваючий вистріл

source: Piglet
uk_ua: Поросятко

source: Pikeman
uk_ua: Пікінер

source: Pile of Gold Coins
uk_ua: Копа золотих

source: Piles of Snow
uk_ua: Купа снігу

source: Pillagers
uk_ua: Розбійники

source: Pine Forest
uk_ua: Сосновий ліс

source: Pine Tree
uk_ua: Сосна

source: Pink
uk_ua: Рожевий

source: Pirate Galleon
uk_ua: Піратський галеон

source: Pirate galleons are to transport ships what wolves are to sheep. The pirates who crew them are more than happy to help relieve other ships of their weighty cargo.
uk_ua: Для транспортних кораблів піратський галеон — як вовк для овець. Його піратська команда завжди рада допомогти іншим судам позбавитися від важкого вантажу.

source: Pixel scale multiplier:
uk_ua: Множник розміру пікселів:

source: Place Label
uk_ua: Поставити мітку

source: Place someone on each of the six magic glyphs in order to close the dwarvish gates
uk_ua: Розмістіть когось на кожен з шести магічних гліфів, щоб закрити гномську браму

source: Places
uk_ua: Місця

source: Places to talk about Wesnoth
uk_ua: Місця для розмови про Веснот

source: Plague
uk_ua: Чума

source: Plain Staff
uk_ua: Простий посох

source: Plan Advancement
uk_ua: Планування підвищення

source: Plan Unit Advance
uk_ua: Планування підвищення бійця

source: Plank Bridge
uk_ua: Дерев'яний міст

source: Planning Mode
uk_ua: Режим планування

source: Planning mode activated!
uk_ua: Режим планування ввімкнений!

source: Planning mode deactivated!
uk_ua: Режим планування вимкнений!

source: Plant Farm
uk_ua: Завести ферму
